; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator - alsasto@gmail.com
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Slovenian (Slovene)
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
;
Shrani vse
Izreži
Kopiraj
Prilepi
Lažji način
Srednji način
Zahtevnejši način
Možnosti prenosa
Klicna povezava
O FDM
Izhod
Datoteka
Uredi
Pogled
Možnosti
Orodja
Pomoč
Orodna vrstica
Statusna vrstica
Optimizacijska nastavitev
Privzete nastavitve prenosa
Splošne nastavitve
Klicna povezava
Po zaključku prekini povezavo
Po zaključku ugasni računalnik
Odpri okno pomoči
Domača stran FDM
Povej prijatelju
Pošlji e-pošto skupini za podporo FDM
Samodejno preverjaj, če obstajajo posodobitve
Preveri, ali obstajajo posodobitve
-
-
Preklopi v
Način izrabe prometa
Registracija
Prenosi
Razporejevalnik opravil
Raziskovalec portalov
Raziskovalec HTTP//FTP
Upravljavec portalov
Dodaj prenos
Začni prenos
Ustavi prenos
Načrtuj prenos
Dodaj opravilo
Lastnosti opravila
Prenesi izbrane datoteke
Ustavi
Osveži
Dodaj portal
Lastnosti portala
Skupina prenosov
Informacije prenosa
Dnevnik upravljavca urnikov
Dnevnik raziskovalca portalov
Stranska vrstica
Nov prenos
Izbriši prenos
Zaženi datoteko
Odpri mapo
Prenos začni samodejno
Lastnosti prenosa
Omogoči opravilo
Onemogoči opravilo
Izbriši opravilo
Odpri nadmapo
Prekini povezavo
Prenos
Nastavitve raziskovalca portalov
Izbriši stran
Začasni vnos
Strani
Pokaži glavno okno
Spremljanje brskalnika
Spremljanje odložišča
Začni vse prenose
Ustavi vse prenose
-
Nadaljuj
-
-
-
-
-
Prekliči
-
-
-
Vse skupine
Filtri
Končano
V teku
Načrtovano
Ustavljeno
Drugo
Ustvari novo skupino
Izbriši skupino
Izbriši vse prenose
Izbriši vse zaključene prenose
Odpri mapo skupine
Lastnosti skupine
Ime skupine:
Privzeta mapa:
Končnice datotek (ločene s presledkom):
Privzeta prednost prenosa
Zelo nizko
Nizko
Povprečno
Visoko
Zelo visoko
Prosimo, vnesite ime skupine
Napaka pri vnosu
Skupina s tem imenom že obstaja. Prosimo, vnesite drugo ime
Prosimo, vnesite ime mape
Izberite privzeto mapo skupine
Tukaj vnesite ime skupine
Privzeta mapa za shranjevanje prenosov te skupine
Razišči
Končnica datoteke za to skupino. Uporabljena bo za samodejno izbiro skupine prenosa
Privzeta prednost prenosa za to skupino
Prekliči spremembe in zapri okno
Uporabi spremembe in zapri okno
Napaka v skupinah prenosov
Prosimo, ponovno namestite Free Download Manager
Napaka
Seznama prenosov ni možno naložiti. Verjetno je poškodovana ali jo uporablja drug program
Inicializacija integracije v Internet Explorer ni uspela
Ali ste prepričani?
Vsi prenosi skupine bodo izbrisani
Potrditev
Ime datoteke
Velikost
Preneseno
Preostali čas
Razdelki
Hitrost
Komentar
Dnevnik
Napredovanje
Čas
Datum
Informacija
Počisti
Samodejno drsenje
Neznana omrežna napaka
Dostop preprečen. Nepravilno uporabniško ime ali geslo
Dostop preprečen. Nepravilno geslo
Uspel
Povezava s strežnikom ni možna
Datoteke na strežniku ni bilo možno najti
Povezava s strežnikom je bila prekinjena
Strežnik se ne odziva
Imena strežnika ni možno razrešiti
Strežnik ne podpira nadaljevanja prenosa. Ne ustavljajte tega prenosa; v nasprotnem primeru se bo prenos začel od začetka
Strežnik proxy zahteva uporabniško ime in gesle
Razširjena napaka
Neustrezna zahteva. URL je verjetno napačen
Neznana napaka strežnika
Povezava prekinjena
Napačen URL
Ni povezave z internetom
Izbrana različica HTTP ni podprta na tem strežniku
Neznana napaka
Datoteke ni možno izbrisati z diska
Omejitev števila povezav na strežnik je dosežena
Omejitev števila povezav je bila dosežena
Pavza %d sek.
Razdelek
Začeto
Končano
Prenos končan
Povezovanje ...
Povezava uspela
Preusmerjanje ...
Preusmeritev uspela. Odpiram novi URL
Začenjanje prenosa ...
Ustavljeno
Delanje novega razdelka ...
Preklicano
Ponastavljanje prenosa ...
Odpiranje datoteke na disku ...
Ime datoteke je predolgo
Datoteka že obstaja. Preimenuj v
Preimenuj v
Izhodna datoteka je bila izbrisana. Nadaljevanje ni možno
Datoteka že obstaja. Prepiši
Datoteka že obstaja. Nadaljujem prenos
Datoteka že obstaja
Datoteke na disku ni bilo možno odpreti
Velikost datoteke na strežniku se je spremenila!
Prilagajanje na novo velikost ...
Datoteke ni možno prepisati
Datoteka bo preimenovana
Ni mogoče preimenovati datoteke nazaj v izvorno ime
Skupin ni mogoče shraniti
Ni mogoče shraniti prenosov
Povezava na klic
Poveži se z:
Samodejno vzpostavi povezavo na klic
Poveži
Tukaj izberite nastavitve za povezavo na klic
Želite, da se povezava na klic naslednjič vzpostavi samodejno
Vzpostavi povezavo na klic zdaj
Ne vzpostavi povezave na klic in zapri to okno
Ne najdem nastavitev za povezavo na klic na tem računalniku
Linija je zasedena
Napaka strojne opreme
Ni klicnega tona
Kličem
Poskus
Odpiram vrata ...
Kličem ponudnika ...
Povezava z oddaljenim računalnikom vzpostavljena
Preverjam uporabniško ime in geslo ...
Hitrost povezave je %d BPS
Prekini povezavo
Ponovitev
Uporabniško ime in geslo sta potrebni
Uporabnik:
Geslo:
Skupina:
Shrani v mapo:
Shrani kot:
Začni
Samodejno
Ročno
Načrtuj
Prednost prenosa
Napredno
Naslov datoteke, katero hočete prenesti
Tukaj vnesite uporabniško ime
Tukaj vnesite geslo
Strežnik zahteva avtorizacijo
Ime skupine, v katero se naj uvrsti prenos. Skupine pomagajo pri upravljanju prenosov
Mapa, v katero naj se shranijo prenosi
Novo ime za preneseno datoteko. Pustite to polje prazno, če želite shraniti datoteko z izvornim imenom
Kratek opis prenosa
Ta prenos se bo začel samodejno takoj, ko bo to mogoče
FDM ne bo poskušal začeti tega prenosa samodejno
Načrtuj ta prenos
Konfiguriraj urnik prenosov
Prednost prenosa. Prenosi z višjo prednostjo se bodo začeli prej. Prenosi z nižjo prednostjo bodo preloženi
Pregled naprednih nastavitev za ta prenos
Vnesen URL je napačen. Prosim preverite ga
Prosimo, vnesite uporabniško ime in geslo
Izberite izhodno mapo
Splošno
Splošne informacije
Prenos je trenutno shranjen v datoteko:
Ime prenesene datoteke
URL-ja tega prenosa ni možno spreminjati
Prenos je v teku. Ni mogoče spremeniti imena datotek
Preimenovanje datoteke ni mogoče
Ne najdem datoteke
Ne najdem poti
Neveljavna oblika .exe
Datoteka je v uporabi drugega programa
Dostop preprečen
Naprava ni pripravljena
Disk je poln
Ime datoteke je neveljavno
Potrebna je prijava
Povezava
Omrežje
Napaka
Premor med poskusi vzpostavitve povezave (v sek):
Največje število poiskusov
Potek časa (v sek):
Najmanjša velikost:
Največje število:
Omejitev prometa za ta prenos
Omeji promet
Prezri vse omejitve
B
KB
MB
; second. e.g. KB/s
s
Vnesite vrednost večjo od %d
Prosimo, izberite dimenzijo
Čakanje pred ponovno vzpostavitvijo povezave s strežnikom v primeru napake
Obkljukajte, če želite omejiti največje število neuspešnih poskusov prenosa
Čas za čakanje na odziv strežnika
Najmanjša velikost razdelka. Prenos se ne bo delil na razdelke manjših velikosti
Največje število razdelkov. Prenos se ne bo delil na večje število razdelkov
Določite, koliko prometa (največ) bo FDM uporabljal za prenos
Prezri omejitev prometa in omejitev števila povezav za prenos
V tem polju lahko izrazite vrednost v bajtih (B), kilobajtih (KB) ali megabajtih (MB)
Protokol
Na strežniku se identificiraj kot:
Posrednik (Referrer):
Uporabi HTTP 1.1
Uporabi piškotke
Uporabi pasivni način
Način prenosa
Dvojiško
ASCII za datoteke s končnico:
Navedite, kako bo FDM identificiran s strežnikom HTTP
Ta niz bo poslan strežniku HTTP v polju "Referrer". Ponavadi ni obvezno
Obkljukajte, če želite, da FDM uporablja HTTP različice 1.1
Obkljukajte, če želite, da FDM uporablja piškotke
Obkljukajte, če želite, da FDM deluje v pasivnem načinu za strežnike FTP. Včasih je potrebno zaradi požarnih zidov
Uporabi dvojiški način za prenose FTP. Uporabite ta način, če datoteka, ki jo prenašate, ni tekstovna
Uporabi način ASCII za prenose FTP. Uporabite ta način, če je datoteka, ki jo prenašate, tekstovna
FDM bo uporabil način ASCII za datoteke z navedenimi končnicami. Za ostale datoteke bo FDM uporabil dvojiški način
Proxy
Pridobi nastavitve proxy
Iz Microsoft Internet Explorerja
Ročna nastavitev
Ne uporabljaj proxyja
Nastavitve
Naslov:
Vrata:
Prosimo, vnesite naslov proxyja
Prosimo, vnesite vrata proxyja
FDM bo uporabil nastavitve proxy iz Internet Explorerja
Sami vnesite nastavitve proxyja
FDM ne bo uporabljal proxyja
Izberite vrsto strežnika, za katerega želite vnesti proxy
Vnesite naslov proxyja, katerega želite uporabljati
Tukaj vnesite vrata proxyja. Ponavadi so 3128, 1080 ali 8080
Obkljukajte, če strežnik proxy zahteva avtorizacijo
Mešano
Lokalna datoteka
Če datoteka že obstaja:
Rezerviraj prostor na disku za datoteko, ki se prenaša
Dodatna končnica datoteke za nedokončane prenose:
Spletni strežnik
Ne začenjaj ponovno prenosa, če strežnik ne podpira nadaljevanja prenosov
Če se je velikost datoteke na strežniku spremenila:
Ustavi se v primeru napake
Vprašaj
Prepiši
Preimenuj
Nadaljuj
Ponovno začni
Nastavi
Prosim, navedi končnico datoteke
Tukaj lahko nastavite, kako naj FDM ukrepa, če datoteka že obstaja na disku
Okljukajte, če želite, da se na disku rezervira prostor za prenos, ko se ta začne
Če je obkljukano, bo FDM dodal končnico datoteke imenu datoteke med prenosom. Ko je prenos končan, bo datoteka preimenovana nazaj v prvotno ime
FDM ne bo začenjal prenosa ponovno, če oddaljeni strežnik ne podpira nadaljevanja
Tukaj lahko nastavite, kako se naj FDM odzove, če se velikost datoteke na strežniku spremeni
Obkljukajte, če želite ustaviti prenos v primeru, da datoteka na strežniku ni najdena
Obkljukajte, če želite ustaviti prenos v primeru, da sta uporabniško ime ali geslo napačni
Načini izrabe prometa
Izberi način za konfiguracijo:
Največje število povezav:
Največje število povezav na strežnik:
Omejitev prometa:
neomejeno
Tukaj izberite način izrabe prometa, katerega želite konfigurirati
Obkljukajte, če želite omejiti največje število povezav
Obkljukajte, če želite omejiti največje število povezav na en strežnik
Tukaj vnesite (največji) promet FDM za prenos datotek
Vsi prenosi
Spisek prenosov
Samodejno shrani vsake
min.
Pri brisanju nedokončanega prenosa
Samodejno izbriši končane prenose
Ne briši datoteke
Briši datoteko
FDM samodejno shrani spisek prenosov glede na določeno obdobje. Spisek je tako zaščiten pred "zmrzovanjem" računalnika ali izpadu električnega toka
Tukaj določite, kaj naj FDM stori z datoteko na disku pri brisanju nedokončanega prenosa
Obkljukajte, če želite, da se prenos samodejno izbriše s spiska, ko je končan
Spremljanje
Spremljanje
Odložišče
Spremljaj datoteke s končnicami
Prezri datoteke s končnicami
ALT ne sme biti pritisnjen
ALT mora biti pritisnjen
Prosimo, navedite končnice
Obkljukajte, če želite, da FDM ujema klike v Internet Explorerju
Obkljukajte, če želite, da FDM spremlja vaše odložišče
Spremljanje le za datoteke z določeno končnico
Ne spremljaj za datotekami z določeno končnico
Spremljaj le, če ALT ni pritisnjen
Spremljaj le, če je ALT pritisnjen
Zagon
Nalaganje ob zagonu
Začni minimirano
Sistem
Minimiraj v vrstico stanja
Gumb zapri minimira okno
FDM bo samodejno zagnan ob zagonu Windows
FDM bo minimiran po zagonu
Ko kliknete gumb Minimiraj bo FDM minimiran v vrstico stanja
Če je obkljukano, bo rezultat gumba zapri imel podobne posledice kot gumb minimiraj
Posodobi
Naslov strežnika za posodobitve
FDM bo samodejno preverjal, če obstaja novejša različica
Čarovnik za optimizacijo izrabe omrežja
Dobrodošli v čarovniku za optimizacijo izrabe omrežja!
Čarovnik vam bo pomagal do optimalnih nastavitev za vašo vrsto povezave. Nastavil bo lastnosti Prenašalca in privzete lastnosti za prenos.
Prosimo, izberite vrsto povezave
Zaključi
Tukaj navedite vrsto vaše internetne povezave
Konfiguriraj FDM, da bo deloval optimalno z vašo povezavo
Opravilo
Čas začetka
Naslednji čas začetka
Zadnji čas začetka
Spiska urnikov ni možno naložiti. Najverjetneje je poškodovan ali ga uporablja drug program
Dnevnika razporejevalnika opravil ni možno naložiti
Spiska urnikov ni možno shraniti
Opravilo "%s" je bilo načrtovano. Ga želite začeti?
Spreminjanje načina izrabe prometa v "%s"
Odloži
Vse povezave
Spremeni način izrabe prometa v
Ugasni
Ponovno zaženi
Odjavi
Enkrat
Ned
Pon
Tor
Sre
Čet
Pet
Sob
Ob dnevih:
Vsakih
dni
ur
Ob zagonu FDM-ja
Če je klicanje uspelo
Če klicanje ni uspelo
Če ni aktivnih prenosov
Če je hitrost manjša ali enaka %d BPS med %d
Če so vsi prenosi v stanju napake med
Nikoli
Neznano
Uspešno povezan z "%s"
Povezava z "%s" ni uspela
Zagon uspešen
Zmanjkalo pomnilnika
Zagon ni mogoč
Načrtovanje izvajanja bo povzročilo izhod programa pri zagonu. Načrtovanje bo prezrto
Največje število poizkusov klicanja
Čakanje med poizkusi
Odloži, če je hitrost povezave manjša od:
Poizkusi ponovno
Ne več kot
Uporabi povezavo
Če je uspešno
krat
Odloži vse aktivne povezave
Povezava, ki bo prekinjena
Ime programa:
Argumenti:
Vrsta ugasnitve:
Prisili programe k izhodu
Zaženi program
Vzpostavi povezavo na klic
Prekini povezavo
Spremeni način izrabe prometa
Izhod iz FDM
Ugasni računalnik
Prenosi za začet
Prenosi za ustavit
Programi
Vse datoteke
Oprostite, ta možnost je na voljo le v Windows 2000, XP ali novejših
Prosimo, vnesite ime programa
Prosimo, izberite prenose
Izberite način izrabe prometa, ki naj se uporabi ob začetku opravila
Obkljukajte, če želite omejiti število neuspešnih poizkusov klicanja
Čas med neuspelimi pozkusi
Obkljukajte, če želite da je povezava vzpostavljena pri hitrosti, ki ni manjša od navedene
Vnesite najmanjšo hitrost povezave
Če obkljukate, bo FDM ponovno poizkusil vzpostaviti potrebno povezavo
Obkljukajte, če želite omejiti število neuspelih poizkusov vzpostavitve povezave
Tukaj navedite potrebne prenose
Spisek prenosov, ki so na voljo
Dodaj izbrani prenos med opravilo spisek prenosov
Odstrani izbrani prenos iz opravila spisek prenosov
Navedite progam katerega želite zagnati
Poščite program na vašem računalniku
Tukaj navedite argumente programa
Tukaj nastavite vrsto prekinitve seje
Obkljukajte, če želite nasilno prekinitev seje. Uporabno, če sistem vsebuje programe, ki se ne odzivajo. V tem primeru bodo vse neshranjene spremembe izgubljene
Tukaj navedite načrtovano dejanje
Obkljukajte, če želite, da FDM prekine vse aktivne povezave
Navedite povezavo, ki se naj prekine
Ob določenih dnevih
Nedelja
Ponedeljek
Torek
Sreda
Četrtek
Petek
Sobota
Ob dogodku
Med
Nižja hitrost:
min.
Minut
Ur
Dni
Ko je hitrost prenosa prenizka
Ko so vsi prenosi v stanju napake
Prosimo, navedite dneve
Začni opravilo ob določenem času
Tukaj nastavite čas, ob katerem naj se opravilo začne
Začni opravilo na določen datum
Tukaj nastavite datum, ob katerem naj se opravilo začne
Začni opravilo na določene dni v tednu
Začni opravilo vsak nedeljo
Začni opravilo vsak ponedeljek
Začni opravilo vsak torek
Začni opravilo vsako sredo
Začni opravilo vsak četrtek
Začni opravilo vsak petek
Začni opravilo vsako soboto
Začenjaj opravilo periodično
To polje omogoča vnos intervala v minutah, urah ali dnevih
Začni opravilo ob določenem dogodku
Tukaj navedite vrsto dogodka
Tukaj vnesite časovni interval
Tukaj vnesite najmanjšo potrebno hitrost
Za izvršitev opravila je potrebna potrditev
Čakanje na potrditev med
sek.
Če je obkljukano, bo FDM zahteval potrditev izvajanja za to opravilo
Če je obkljukano, bo FDM čakal na potrditev izvajanja v določenem časovnem intervalu. Če ne reagirate v tem času, se bo izvajanje opravila začelo
Naslov:
Pripravljanje spiska datotek za prenos
Vzpostavitev povezave s strežnikom
Poskušam uporabiti uporabniško ime in geslo shranjeno v upravljavcu portalov
Pridobivanje spiska datotek s strežnika
Povezava s strežnikom je bila prekinjena. Poskus obnovitve
Gradim seznam
Pridobi velikost in datum zadnje spremembe datotek
Uporaba parametra lahko vpliva na veliko zmanjšanje hitrosti
Obkljukajte, če želite, da FDM poizve velikosti in datume datotek na strežniku HTTP
Ime portala
Povezave
Prijava
Skupina
Spiska portalov ni mogoče naložiti. Verjetno je poškodovan ali ga uporablja drug program
Spiska portalov ni možno shraniti
Največje število istočasnih povezav:
Privzeta skupina za nov prenos s tega portala
Uporabi pasivni način FTP
Prosimo, vnesite ime portala
Portal s tem imenom že obstaja. Prosimo, vnesite drugo ime portala
Največje število povezav mora biti večje od 0
Prosimo, izberite skupino
Tukaj navedite ime portala
Obkljukajte, če želite omejiti največje število hkratnih povezav na ta strežnik
Obkljukajte, če želite, da se prenosi s tega strežnika samodejno dodajo izbrani skupini
Vprašaj uporabnika
Ne sprašuj ponovno
Napaka pri pisanju na disk
Datoteka "%s" že obstaja na disku. Kaj naredim?
Tega vprašanja ne postavljaj več. Vaša izbira bo naslednjič uporabljena kot privzeta
Prepišem obstoječo datoteko
Preimenuj to datoteko
Nadaljuj prenos. (Prenos se bo začel na mestu, ki sovpada z velikostjo obstoječe datoteke)
Ustavi ta prenos
Da
Ne
Prenos
je bil izbrisan. Izbrišem tudi datoteko na disku?
Prosimo, vnesite uporabniško ime in geslo
Prijava na "%s"
Vneseno uporabniško ime in geslo pošlji strežniku
Ne povezuj se na ta strežnik
Velikost "%s" na strežniku se je spremenila. Kaj naredim?
Začni prenos od začetka
Prilagodi prenos novi velikosti datoteke. Ni priporočljivo
Počakajte prosim
Posodobitev
Opis
Posodobi z uporabo:
Preverjam posodobitve
Že uporabljate najnovejšo različico
Prenašam
Na voljo je različica %s gradnja %s
Polna distribucija različice %s (%s)
Posodobitev na različico %s
Posodobitev na različico %s (%s)
Free Download Manager mora biti ponovno zagnan. Ga želite ponovno zagnati zdaj?
Posodobitev končana
Ne najdem posodobljevalca
Tukaj navedite vrsto posodobitve
Posodobi FDM z uporabo polne distribucije
Posodobi FDM z uporabo distribucije nadgrajevanja
Pošči več informacij o postopku posodobitve
Kaj je novega v tej različici?
Začni posodabljati FDM zdaj
Prekliči posodabljanje in zapri okno
Naredi prenose
Izberi vsebino
Ne izberi vsebine
Spisek prenosov za dodajo
Obkljukajte dele map, katere želite prenesti
Ne obkljukajte delov map, katerih ne želite prenesti
O FDM
Avtorska pravica (c)
Vse pravice pridržane
Registriran na:
Že posodobljeno. Potreben je ponovni zagon
Nepravilno uporabniško ime ali geslo
Datoteke z zgodovino ni mogoče naložiti
Datoteke z zgodovino ni mogoče shraniti
Privzete nastavitve Pajka HTML
Pajek HTML
Drevo spletnih strani
Prenesi spletni portal
Nastavitve prenosa spletnih strani
Začni prenos
Ustavi prenos
Načrtuj prenašanje
Izbriši
Odpri spletno stran v brskalniku
Prenos začni samodejno
URL spletne strani (portala)
Datoteke
Izbrišem tudi prenose?
Spiska spletnih strani ni mogoče naložiti
Spiska spletnih strani ni mogoče shraniti
URL spletne strani ali strežnik HTTP, s katerega želite prenašati
URL spletne strani ali strežnik HTTP, s katerega je bil začet prenos
Ime mape, v katero naj se shranjujejo prenosi
Izhodna mapa:
Spletne strani
Strani
Končnica datotek spletnih strani s kodo HTML:
Prenesi datoteke CSS
Prenesi spletne strani z drugih portalov
Slike
Prenesi slike
Prenesi slike, ki povezujejo na druge portale
Globina prenosa:
Končnice datotek spletnih strani s kodo HTML. Na spletnih straneh se bodo poiskale povezave do slik in drugih spletnih strani za prenos
Če je obkljukano, se bodo prenašale tudi datoteke CSS. Priporočeno
Če ni obkljukano, se spletne strane z drugih portalov ne bodo prenašale. Na primer: kvadrat ni bil obkljukan, ko ste začeli prenašati s http://primer.com/, potem http://drugPortal.com/stran.html ne bo prenesena, medtem ko stran http://primer.com/stran.html bo prenesena
Če je obkljukano, bodo prenesene tudi slike spletnih strani
Če ni obkljukano, slike spletnih strani, ki povezujejo na druge portale, ne bodo prenesene
Globina prenašanja. Na primer: začeli ste prenašati s strani http://ex.com/index.html. Obstaja povezava na http://ex.com/some.html s strani http://ex.com/index.html. Globina strani http://ex.com/some.html je v tem primeru 1. Nastavitev globine prenašanja na 0 bi pomenilo le prenos vsebine začetne spletne strani.
Prenesi datoteke s spletnih strani
Prenesi datoteke z drugih spletnih portalov
Izključitve datotek po končnici
Vključi
Prenesi
Ne prenesi
datoteke s končnico:
Obkljukajte za prenos datotek iz spletne strani
Obkljukajte, če želite, da se prenesejo tudi datoteke z drugih portalov
Obkljukajte, če želite, da se datoteke z določeno končnico prezrejo
Če je obkljukano, bodo datoteke s spodaj navedenimi končnicami prenesene
Če je obkljukano, datoteke s spodaj navedenimi končnicami NE bodo prenesene
Izvoz nastavitev
Uvoz nastavitev
Zagon Regedit.exe ni uspel
Napaka pri poizkusu izvoza nastavitev
Napaka pri poizkusu uzvoza nastavitev
FDM-jeve datoteke registra
Izključitev slik po končnici
slike s končnico:
Obkljukajte, če želite, da se slike z navedeno končnico ne upoštevajo
Če je obkljukano, se bodo slike s spodaj navedeno končnico prenesle
Če je obkljukano, se slike s spodaj navedeno končnico NE bodo prenesle
Ne prenašaj tega in izbriši
Strežnik ne podpira nadaljevanja prenosa. Začnem ponovno
Odpiranje URL-ja ni uspelo
Oprostite, nepričakovana napaka pri poizkusu pisanja v register
Hvala za registracijo! Prosimo za ponoven zagon FDM-ja
Prenos z uporabo Free Download Managerja
Prenesi spletni portal z uporabo Free Download Managerja
Dodaj FDM v meni (desni klik) brskalnika
Obkljukajte, če želite dodati "Prenos z uporabo Free Download Managerja" in "Prenesi spletni portal z uporabo Free Download Managerja" v meni (meni se prikaže ob desnem kliku)
Zmanjšaj izrabo prometa ob brskanju
Zmanjšaj za eno stopnjo
Nastavi lažji način
Obkljukajte, če želite med brskanjem po spletu samodejno zmanjšati izrabo prometa. To omogoča hitrejše brskanje, medtem ko FDM prenaša
Izraba prometa se bo zmanjšala za eno stopnjo. Zahtevnejši->Srednji, Srednji->Lažji
Način izrabe prometa se bo spremenil v lažji način
Veljavno za
Veljavno za poddomene
Obkljukajte, če želite uporabljati ta vnos za prenose z uporabo HTTP
Obkljukajte, če želite uporabljati ta vnos za prenose z uporabo HTTPS
Obkljukajte, če želite uporabljati ta vnos za prenose z uporabo FTP
Obkljukajte, če želite uporabljati ta vnos za prenose s poddomenskih strežnikov. Na primer: za stran http://stran.com je poddomena http://primer.stran.com
Prosimo, izberite vsaj en protokol
Največje število hkrati aktivnih prenosov
Obkljukajte, če želite omejiti največje število hkrati aktivnih prenosov
Prenos začni ponovno
Dodaj en razdelek
Ustavi en razdelek
; context: [section x] - Stopped
Ustavljen
; tray menu
Košara za hitro dodajanje prenosov
;
Ne najdem mape vtičnikov Opere. Jo želite vnesti ročno?
Ne najdem mape vtičnikov Netscapa. Jo želite vnesti ročno?
Spremljanja Opere ni možno namestiti
Spremljanja Opere ni možno odstraniti
Spremljanja Netscape ni možno namestiti
Spremljanja Netscape ni možno odstraniti
Obkljukajte, če želite, da FDM spremlja klike znotraj Opere
Obkljukajte, če želite, da FDM spremlja klike znotraj Netscapa
; create download dlg
Poizvej velikost
; request the size of a download
Poizvedujem ...
Poizvej velikost prenosa s strežnika
Da za vse
Ne za vse
Podrobni dnevnik
Če je obkljukano, bo FDM prikazoval odzive strežnika
Spremembe bodo veljavne po ponovnem zagonu brskalnika
Spisek opravil
Spisek datotek
Spisek portalov
Spisek strani
Brišem prenose
Gradim spisek prenosov
Nov množični prenos
Od:
Do:
Korak:
Št. nadomestnih bajtov:
Rezultati
Primer:
Začetna številka zaporedja
Končna številka zaporedja
Korak zaporedja. Če je npr. 10, potem bo zaporedje 0, 10, 20 ...
Št. nadomestnih bajtov. Če je npr. 1, potem bo zaporedje 1, 2, 3; če je 2, potem bo zaporedje 01, 02, 03.
Kliknite za pregled ustvarjenega zaporedja
Dovoli prenos brskalniku, če pritisnem Prekliči
Obkljukajte, če želite, da brskalnik prenese datoteko, potem ko ste kliknili Prekliči v oknu "Dodaj prenos"
Končna številka zaporedja mora biti večja od začetne
Da bi definirali predlogo za URL, uporabite (*) v URL-ju
Dodaj končnico, če je datoteka nima
Obkljukajte, če želite izbrati končnico za datoteke, ki je nimajo. Če je ime datoteke na primer "datoteka" vi pa ste izbrali "txt", potem bo rezultat "datoteka.txt"
Prikaži velikosti le v bajtih
Obkljukajte za prikaz vseh velikost le v bajtih namesto v kilobajtih ali megabajtih
Preveri s protivirusnim programom
Argumenti:
Končnice:
Obkljukajte, če želite prenesene datoteke samodejno preveriti s protivirusnim programom
Tukaj navedite ime protivirusnega programa
Tukaj navedite argumente protivirusnega programa
Tukaj navedite končnice prenesenih datotek, katere naj se preverijo
Prosimo, vnesite ime protivirusnega programa
Ime ni veljavno. Prosime preverite ga
Zaganjam protivirusni program
Onemogoči opravilo po izvedbi
Izbriši opravilo po izvedbi
Obkljukajte, če želite opravilo po izvedbi samodejno onemogočiti
Obkljukajte, če želite opravilo po izvedbi samodejno izbrisati
Pojdi
Nazaj
Samodejno ustvarjanje imen datotek
Obkljukajte, če želite, da se ime za prenesene datoteke ustvari samodejno
Shrani s končnico "htm"
Obkljukajte, če želite, da se shranijo vse spletne strani s končnico "htm"
Izračunaj povzetek velikosti vseh prenosov
Obdrži strukturo map s strežnika
Obkljukajte, če želite ohraniti strukturo map s strežnika. V nasprotnem primeru bodo vse datoteke s tega strežnika shranjene v eno mapo
Izbrali ste drugo mapo. Naj bo to privzeta mapa za to skupino? Privzeto mapo lahko spremenite tudi v lastnostih skupine
; === ADDED LINES ===
Prenos s tem URL-jem že obstaja. Kaj narediti?
Zaženi
Zaženi preneseno datoteko
Različica
Kliknite tukaj za stik z nami
Kliknite za prenos najnovejše različice
Opozorilo: ta računalniški program je zaščiten z avtorskim pravom in mednarodnimi pogodbami. Nepooblaščena reprodukcija ali razširjanje tega programa, oziroma dela programa, podleže sodnemu pregonu v najvišji možni meri in lahko privede do stroge kazni po civilnem ter kazenskem postopku.
; === new version ===
Prenesi vse s Free Download Managerjem
Dodaj spisek prenosov
Odstrani izbrano
To je spisek URL-jev, ki bodo dodani
Ta gumb bo odstranil vse izbrane URL-je iz tega spiska
Ne najdem mape vtičnikov Firefoxa. Jo želite vnesti ročno?
Spremljanja Firefoxa ni možno namestiti
Spremljanja Firefoxa ni možno odstraniti
Obkljukajte, če želite da FDM spremlja klike v brskalniku Mozilla Firefox
Prenesi izbrano s Free Download Managerjem
Začenjam
Spletni portali
Aktivni prenosi
Trenutno ni aktivnih prenosov
Obvestila
Uporabljaj "balone" v vrstici stanja
Časovni potek
Obkljukajte, če želite omogočiti obvestila v obliki sistemskih "balonov", ko se prenos ustavi ali konča. Opomba: možnost deluje le v Windows 2000/XP in novejših
"Balon" se bo samodejno zaprl po preteku tega časa
Zrcala
Samodejno išči zrcalne URL-je
Največje število zrcal
Izračunaj hitrost zrcala
Preračunaj hitrost vsakih
Obkljukajte, če želite, da DFM avtomatsko išče zrcalne URL-je za vsak prenos
Omejitev števila zrcalnih URL-jev na prenos. To omogoča zmanjšanje časa potrebnega za izračun hitrosti zrcala
Obkljukajte, če želite, da FDM izračuna hitrost za vsak zrcalni strežnik
Hitrost zrcala bo samodejno ponovno izračunana ob izbranem časovnem intervalu
Ne išči, če je velikost datoteke manjša kot
FDM ne bo iskal zrcal, če je velikost datoteke manjša od navedene velikosti
Ne išči, če je velikost datoteke neznana (priporočljivo)
Dodaj zrcalo
Išči zrcala
Ročno dodaj zrcalne URL-je za ta prenos
Išči zrcalne URL-je za ta prenos z uporabo FileSearching.com
Spisek zrcalnih URL-jev
Hitrost strežnika
V uporabi
Merjenje hitrosti zrcala
Merjenje hitrosti zrcalnega strežnika
Informacije o prenosih
Čakam ...
Zrcalni URL za prenos
Velikost datoteke presega 2 GB. Takšni prenosi so podprti le s FTP-jem
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nov prenos
Samodejno določi skupino za prenos
Skupina:
Shrani prenos v primerno mapo njegove skupine
Obkljukajte, če želite, da se prenosu določi skupina glede na končnico datoteke ali nastavitve upravljavca portalov
Privzeto skupino določi ročno
Obkljukajte, če želite, da se prenos shrani v privzeto mapo njegove skupine (glej lastnosti skupine)
Izhodno mapo določi ročno
; END
; BEGIN: Monitoring page
Tiho spremljanje
Če je obkljukano, se okno "Dodaj prenos" ne bo prikazovalo ob dodajanju prenosa iz brskalnika
Po meri
Izberite postavke menija, ki bodo prikazane v meniju brskalnika
; END
Izberite postavke menija za prikaz
Vsaj ena postavka menija mora biti izbrana
Uporabi zvok
Obkljukajte, če želite da FDM predvaja zvok ob določenih dogodkih (npr. ob koncu prenosa)
Izberite zvok za dogodek
; BEGIN : Customize sounds dialog
Zvoki po meri
Določi zvok
Odstrani
Preizkus
Spisek FDM-jevih dogodkov in primernih zvokov. Tukaj lahko določite zvok, ki ga FDM predvaja, ko pride do določenega dogodka
Prenos dodan - predvajaj zvok, če je med spisek prenosov dodan ali dodanih več prenosov.
Prenos končan - predvajaj zvok, če se je prenos uspešno zaključil.
Prenos ni uspel - predvajaj zvok, če je med poskusom prenosa datoteke prišlo do napake.
Klicanje uspelo - predvajaj zvok, če se je opravilo "Vzpostavi povezavo na klic" uspešno izvedlo.
Klicanje ni uspelo - predvajaj zvok, če opravilo "Vzpostavi povezavo na klic" ni uspelo.
Določi zvok za izbrani dogodek
Ne predvajaj zvoka ob izbranem dogodku
Preizkusi izbrani zvok
Dogodek
Zvočna datoteka
Brez zvoka
Prenos dodan
Prenos končan
Prenos spodletel
Klicanje uspelo
Klicanje ni uspelo
Zvočne datoteke
; END
Iskanje zrcal ...
Merjenje hitrosti zrcal ...
Iskanje zrcal je bilo že izvedeno
Povezujem se na iskalni strežnik ...
Pridobivanje rezultatov ...
Najdenih %d zrcal
Iskanje zrcal zaključeno
Preizkušanje drugega zrcala ...
Ni najdenih zrcal
Neuspešno
Hitrost zrcala izmerjena
; BEGIN: History page
Zgodovina
Shrani zgodovino povezav in map
Shrani le zgodovino map
Obdrži vnose znotraj
Največje število vnosov
Počisti zgodovino
FDM bo shranil zgodovino povezav in vpisanih imen map
FDM bo shranil le zgodovino map
FDM bo zbrisal vnose, ki so v zgodovini več kot določen čas
Največje število vnosov v zgodovini. Ko število vnosov preseže to mejo, bo DFM izbrisal najstarejši vnos
Izbriši vse vnose iz zgodovine
; END
Uvoz
Izvoz
Uvoz spiska prenosov
Izvoz spiska prenosov
Tekstovne datoteke
Ne morem odpreti datoteke
Izvoz vseh prenosov
Izvoz vseh prenosov na spisku
Izvoz izbranih prenosov
Ne izvažaj končanih prenosov
Dodaj, če datoteka že obstaja
Neveljavno ime skupine. Prosimo, ne uporabljajte simbola / ali \ .
Po zaključku zapri FDM
; BEGIN : Downloads History window
Dodano
Shranjeno v
; END
Smeti
; BEGIN: Recycle Bin
Lastnosti
Počisti smeti
;END
;BEGIN: Recycle Bin properties
Ne shranjuj izbrisanih prenosov med smeti
Obdrži največ
prenosov
Ne obdrži končanih prenosov
Vprašaj za potrditev, pred brisanjem prenosov
Lastnosti smeti
Obkljukajte, če izbrisanih prenosov nočete shranjevati v smeteh
Obkljukajte, če želite omejiti število izbrisanih prenosov v smeteh
Največje število prenosov v smeteh
Obkljukajte, če končanih prenosov po brisanju nočete shranjevati v smeti
Obkljukajte, če želite, da FDM zahteva potrditev ob brisanju prenosa
;END
Obnovi
Obnavljanje prenosov ...
; History subitems
Danes
Včeraj
En teden
En mesec
Po meri ...
; end
Počisti zgodovino
Shrani zgodovino prenosov
Shrani zgodovino le zaključenih prenosov
Obkljukajte, če želite shraniti zgodovino vaših prenosov
Obkljukajte, če želite shraniti le zgodovino zaključenih prenosov
Nastavitve zgodovine prenosov
Gradnja spiska vnosov zgodovine ...
; Download was deleted
Izbrisan
Izberite časovni interval
Išči
Išči naprej
Iskani niz
; BEGIN : Find dialog
Išči v
Ime lokalne datoteke
Navedite kaj želite poiskati
Iskanje v delih datotek URL-jev
Iskanje po celotnem URL-ju
Iskanje po komentarjih prenosov
Iskanje po imenih datotek in poti datotek prenesenih na lokalni disk
Nastavitev naprednih nastavitev iskanja
; ADVANCED settings
Išči po
Iskanje po spisku prenosov
Iskanje po zgodovini prenosov
Iskanje po časovnem intervalu
Nastavi
Iskanje po smeteh
Iskanje po velikosti datoteke
Najmanj
Največ
Iskanje po spisku prenosov
Iskanje po zgodovini prenosov
Išči le prenose, ki se ujemajo z določenim časovnim intervalom
Nastavitev časovnega intervala
Išči v smeteh
Išči le datoteke, katerih velikost je znotraj navedenega območja
Najmanjša možna velikost
Največja možna velikost
Iskanje znotraj skupine
Izberite skupino, znotraj katere se bo izvedlo iskanje
; END
Iskanje prenosa ...
Ni iskanih zadetkov
Ni več iskanih zadetkov
Iskanje končano
URL v odložišče
Predogled ZIP
Vsaj ena datoteka naj bo izbrana.
Datoteka, ki jo prenašate je verjetno arhiv ZIP. Želite predogled?
Predogled zvoka/videa
Odpiranje datoteke ni uspelo.
Neznana vrsta predstavnosti.
Prosimo, namestite DirectX 8.0 ali novejšega, če želite uporabljati to funkcijo. Najnovejši DirectX lahko snamete z microsoft.com.
Podatki o predstavnosti
Velikost:
Na voljo:
Trajanje:
Utišaj
Predvajaj
Pavza
Filter
Končnice (ločene s presledki, npr. zip rar arj):
Odstrani datoteke s takimi končnicami
Obdži le datoteke s takimi končnicami
Niz argumentov ne vsebuje makra %file%. Ta makro je potreben, saj pove protivirusnemu programu, katero datoteko naj pregleda.
Vseeno nadaljuj?
Opozorilo
Uporabi atribut skrit za nedokončane prenose
Po zaključku dodaj komentar imenu datoteke
Ne shranjuj strežnikovih strani
Obkljukajte, če ne želite shranjevati strežniških strani na vaš računalnik, temveč le datoteke in slike
Uporabi predogled ZIP
Obkljukajte, če želite predogled vsebine arhiva ZIP ob začetku prenašanja, da se bo prenesel le del arhiva.
Glasnost:
Začni prenos samodejno
Obkljukajte, če želite, da začne FDM samodejno prenašati vsak nov prenos
Prosimo, preverite datoteke, katere želite prenesti
Nastavite alternativne lokacije (URL-je) za ta prenos
V prihodnosti ne uporabljaj predogleda
Izklopili ste predogled arhivov ZIP. Če ga želite vklopiti, pojdite v Možnosti -> Možnosti prenosa (Ctrl+O) -> zavihek Nov prenos in obkljukajte "Uporabi predogled ZIP".
Spisek prezrtih
Spisek spletnih strani, ki naj jih prezrem med prenosom portala
Podmape
Dodaj
Prezri tudi vse podmape
; Proxy tab new settings
Uporabi povrnitev prejšnjega stanja pri zlomljenih povezavah
Velikost povrnitve prejšnjega stanja
bajtov
Obkljukajte, če želite vklopiti funkcionalnost povrnitve prejšnjega stanja. Ta možnost pomaga pri zaščiti prenosov pred poškodbami.
Velikost povrnitve prejšnjega stanja. Večja velikost omogoča varnejše delo povrnitvi prejšnjega stanja. Priporočena velikost je 3000 bajtov. To vrednost lahko povišate, če je prenos še vedno poškodovan.
; downloader options -> monitor tab
Ne spremljaj datotek manjših od
Uporabite to možnost, če želite da FDM prezre datoteke z manjšo velikostjo od predpisane
kilobajtov
Opozorilo! Smeti so prevelike. To lahko občutno vpliva na hitrost delovanja. Priporočljivo je brisanje smeti. Jih želite brisati?
Tega več ne preverjaj
Opozorilo! Zgodovina prenosov je prevelika. To lahko občutno vpliva na hitrost delovanja. Priporočljivo je brisanje zgodovine. Jo želite brisati?
Strežnik ne more zagotoviti možnosti nadaljevanja. Odziv je neveljaven.
Kopiraj v odložišče
; general settings | skins page
Preobleke
Preobleka
Dovoli preoblekam uporabo lastnih ikon
Dovoli preoblekam uporabo lastnih bitnih slik
; default skin
<privzeto>
OPOMBA: Spremembe bodo začele veljati po ponovnem zagonu Free Download Managerja.
Med prenašanjem prikaži informacije o prenosu
Prezri datoteke s končnico:
Spisek končnic datotek, katere naj ignoriram
Ni aktivnih prenosov
Predvajaj zvok, ko se vsi prenosi zaključijo
Uvoz spiska URL-jev iz odložišča
Gesla
Možnosti upravljavca portalov
; Save password dialog
Shranim geslo?
Free Download Manager lahko shrani geslo za ta strežnik; tako gesla ne bo potrebno vpisovati ob vsakem prenosu s tega strežnika.
Shranim to geslo?
Shranjevanja gesel ne predlagaj več
; Site Manager options | Passwords tab
Uporabi upravljavca portalov za shranjevanje gesel
Vprašaj, ali želim shraniti geslo ali ne
Ne predlagaj shranjevanja gesel
Izbriši vsa gesla ob izhodu
Izbriši vsa gesla
; create new HTML Spider task
Odstrani končane prenose s spiska (priporočljivo)
Obkljukajte, če želite prenose Pajka HTML brisati samodejno. To pohitri prenašanje velikih portalov.
Spremebe bodo stopile v veljavo po ponovnem zagounu Free Download Managerja
Nov slog
Stari slog
Ime mape ni veljavno
Skrij lebdeča okna v celozaslonskem načinu
Obkljukajte, če želite, da se lebdeča okna samodejno skrijejo v celozaslonskem načinu.
je bil načrtovan za izvedbo.
Ga želite izvesti?
Izvedi prenos, ko je končan
Pri definiranju predloge URL-ja, prosimo, uporabljajte (*), (*A) ali (*a) v URL-ju
Strežnik za iskanje zrcal:
V stanje mirovanja
V stanje pripravljenosti
Zapomni si mojo izbiro
Predlaganje spremembe privzete mape za skupino
Shrani datoteko
Odpri datoteko
Shrani in odpri datoteko
Vrsta prenosa:
Povezava do FDM
Povezava do Free Download Managerja
Dragi uporabnik!
Free Download Manager je neplačljiv program. Brezplačno ga lahko uporabljate dokler želite.
Kakor koli, če se vam zdi Free Download Manager uporaben, vas prosimo, da nam ga pomagate širiti s povezavo na vaši spletni strani. Tako bo več ljudi izvedelo za Free Download Manager.
Za pomoč se vam vnaprej zahvaljujemo,\nrazvojna ekipa Free Download Manager.
Opomni me čez 3 dni
Opomni me ob naslednjem zagonu Free Download Managerja
Tega okna ne kaži več
Pregled kode HTML povezave
Koda HTML povezave
Več primerov
Kopiraj v odložišče
Skrij
; "Traffic usage mode has been changed" window
Način izrabe prometa se je spremenil
Spremenili ste način rabe mrežnega prometa.\nFree Download Manager ima tri načine:
V tem načinu bo Free Download Manager prenašal v največji možni hitrosti. To je najbolj agresiven način.
V tem načinu bo Free Download Manager prenašal v povprečni hitrosti. Ta način vam omogoča brskanje po internetu in prenašanje v veliki hitrosti hkrati.
V tem načinu bo Free Download Manager prenašal v nizki hitrosti. Ta način vam omogoča prenašanje, brez dramatične upočasnitve omrežja.
;
Preimenuj ob ponovnem zagonu
Vnesite vrednost manjšo od %d
; export/import downloads
Datoteka s spiskom URL-jev
Datoteke spiskov informacij o prenosih
;
Možnosti izvoza
;
Datum datoteke nastavi na enak datum, kot ga navaja strežnik
Datum prenesene datoteke nastavi na vrednost, ki jo ima datoteka na strežniku
Ustvari opisno datoteko
Ustvari datoteko z imenom "*.dsc.txt" (* - ime prenesene datoteke), ki bo vsebovala kratek opis prenesene datoteke (komentarji + url + datum). Ta datoteka bo ustvarjena le za prenos, ki ima komentarje.
Ta datoteka je prenesena z
S strežnika ne pridobivaj datuma datoteke
Ta možnost omogoča povečanje hitrosti med začenjanjem prenosa FTP. Free Download Manager bo uporabil ukaz SIZE namesto LIST.
Ne shranjuj dnevnikov prenosov
Z vklopom te možnosti bo zagon in izhod iz Free Download Managerja hitrejši. Zmanjšala se bo tudi raba pomnilnika.
;
Izvoz zgodovine prenosov
Izvozi vse vnose
Izvozi vse vnose na spisku
Izvozi izbrane vnose
Izvozi le vnose o zaključenih prenosih
;
Datoteke HTML
;
Zgodovina prenosov Free Download Manager
URL prenosa
Prenesen v datoteko
Velikost datoteke
Prenos se je zaključil
Prenos je bil izbrisan
;
Shranjen v
Velikost datoteke
Podpora nadaljevanju prenosov
Zapri okno, ko se prenos zaključi ali ustavi
Odpri
Želite ponovno videti to okno?
Da, okno želim videti ob vsakem prenosu
Ne, okna ne kaži več
Da, ampak ne za ta prenos
Uporaba tipke SHIFT pomeni, da bo ta prenos izbrisan z diska ter da ga ne bo mogoče obnoviti.\nSte prepričani?
Izberi skupino
Izbira korenske mape skupine
Izbira korenske mape skupine.\nSpremembe bodo veljale le za nove prenose.
Nedavne prenesene datoteke
(prazno)
Omejitev vseh prenosov
Pokaži okno napredovanje prenosa
Če je obkljukano, bo FDM ustvaril posebno okno z informacijami o prenašanju, za vsak prenos v teku
; general settings | misc page
Časovni poteki za potrditve
Zaženi prenos
Vprašaj za vrsto izklopa
Časovni potek potrditve za ukaz: "Orodja | Po zaključku prekini povezavo".
Časovni potek potrditve za ukaz: "Orodja | Po zaključku zapri FDM".
Časovni potek potrditve za ukaz: "Orodja | Po zaključku ugasni računalnik".
Časovni potek potrditve za poženi preneseno datoteko, ko je prenos zaključen.
Če je obkljukano, vas bo FDM vprašal po vrsti ugasnitve za ukaz: "Orodja | Po zaključku ugasni računalnik".
Ne zahtevaj potrditve
; 5 seconds, 10 seconds, ...
%d sekund
Čakaj na mojo potrditev
Prezri strani iz te mape
Prenesi strani le iz te mape
Vključno s podmapami
Prezri vse spletne strani, ki se nahajajo v tej mapi.
Prenesi le strani, ki se nahajajo v tej mapi in prezri ostale strani.
Obkljukajte, če želite, da Pajek HTML prezre (oz. upošteva le) strani, ki se nahajajo v določeni mapi in vseh podmapah.
Tukaj navedite URL mape.\nNa primer: "http://stran.com/dokumenti/".
Vrsta
Prezri
Samo
Niz števil
Določi
Tukaj navedite niz števil za spisek množičnih prenosov.\nNpr. 1-100 ali 1-100s2w3.
Pritisnite gumb za navedbo niza števil z uporabo pogovornega okna.
Eno število
Število
Določi niz števil
Skladenjska napaka
Razširi arhiv
Razširi
Izvleček
Ciljna mapa
Razširjanje ni uspelo. Neznana oblika datoteke.
Promet prenosov v tem mesecu\n(%s preneseno v prejšnjem mesecu)
Skupna hitrost prenašanja
Onemogoči opravilo Orodja | "Po zaključku"
Če je omogočeno, bo katero koli opravilo tipa Orodja | "Po zaključku" samodejno onemogočeno po izvedbi. To pomeni, da bo zagnano le enkrat.
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
Datoteka %s že obstaja.\n\nŽelite zamenjati obstoječo datoteko \n(%s)\n\ns to datoteko \n(%s)?
Da za vse
Preskoči
Preskoči vse
Format arhiva je neznan
Obisk spletne strani
Namestitev paketa
Privzeto FDM podpira le arhive ZIP, RAR in ARJ.\nSpisek podprtih arhivov lahko razširite z namestitvijo paketa za podporo dodatnih arhivov za Free Download Manager (potrebna je internetna povezava).
Paket FDM za podporo arhivov
Pomakni gor
Pomakni dol
Pomakni izbran(e) prenos(e) gor
Pomakni izbran(e) prenos(e) dol
Preveri neokrnjenost datoteke
Nekateri spletni portali nudijo posebne kontrolne vsote (checksum) datotekam, ki so na voljo za prenos. S tem imajo uporabniki možnost preveriti, ali je prenesena datoteka poškodovana. Tako kontrolno vsoto lahko vstavite tukaj in FDM bo preveril neokrnjenost datoteke.
Algoritem
Poskusna vsota (checksum)
Prilepi z odložišča
Preveri
Računanje poskusne vsote prenesene datoteke ...
Preverjanje neokrnjenosti datoteke uspešno končano
Preverjanje neokrnjenosti datoteke spodletelo
Preverjanje neokrnjenosti datoteke se je uspešno zaključilo.\nV preneseni datoteki ni bilo najdenih napak.
Preverjanje neokrnjenosti datoteke se je zaključilo.\nNajdene so bile napake: datoteka se je poškodovala v postopku prenosa. Potreben je ponoven prenos.
Tega okna ne kaži več, ko je preverjanje uspešno
Ne najdem izvršilne datoteke (.exe) izbranega protivirusnega programa.\nProsimo, navedite jo ročno.
Velikosti datotek se ne ujemajo
Shrani kot:\n(Primer: datoteka(*)(*A)(*a).txt)
Navedli ste neveljavno predlogo "Shrani kot".\nPrepričajte se, da se ujema s predlogo URL.
Po koncu
Po koncu (vsi končani ali v napaki)
Programi
Kaj je to?
Mnenja
;
Dragi ljudje!
Free Download Manager (FDM) je v svetu med najbolj priljubljenimi programi za prenašanje, z milijon aktivnimi uporabniki, ampak zdaj, ko je postal socialna aplikacija, hočemo več!
Če se vam zdi uporaben kot nam oz. program, ki ga "morate" imeti, vas prosimo, da nam ga pomagate širiti s povezavo na blogu, spletni strani ali zasebnem prostoru, kot je na primer Myspace/MSN.
; %s will be replaced with "FDM buzz" 
Uradno %s se je začelo 16. avgusta 2006. Naš cilj je narediti FDM najhitreje širjeni internetni pripomoček po Firefoxu!
brenčanje FDM
; %s will be replaced with "blog" 
Napredovanje FDM lahko spremljate na našem %s.
blogu
Za pomoč se vam vnaprej zahvaljujemo,\nrazvojna ekipa Free Download Manager.
Imam dober spomin, tega okna ne kaži več.
Pridruži se brenčanju
Ne, hvala
Skupnost FDM
Po prenosu preklopi na "Mnenja"
Če je omogočeno, se bo po koncu prenosa samodejno sprožil zavihek "Mnenja".
Spremeni omrežno identifikacijo Internet Explorerja
Če je omogočeno, bo spletnim stranem, po katerih brskate, sporočeno, da je Free Download Manager nameščen. Ta možnost lahko povzroči blokiranje nekaterih portalov.
Zlobno?
Preverite, če je kateri izmed uporabnikov Free Download Managerja prijavil, da ta prenos vsebuje virus/adware/spyware itd.
V redu, nobeden izmed uporabnikov Free Download Managerja ni prijavil tega prenosa kot zlobnega.\n\nTo ne zagotavlja, da prenos dejansko ni "zloben"; priporočljivo ga je preveriti s protivirusnim programov.
; keep all %xxx, \n as is.
%d od %d uporabnikov Free Download Managerja je prijavilo ta prenos kot "zloben".\nPovprečna ocena tega prenosa je %.*g.\n\nPrikažem mnenja o tem prenosu?
Pred začetkom prenašanja za vsak nov prenos preveri, ali je "zloben"
Uporabite to možnost, če želite, da FDM pred začetkom prenašanja samodejno preveri, ali je kateri uporabnik prijavil prenos kot "zloben".
Prikaži mnenja med prenašanjem
Če je omogočeno, bo FDM samodejno sprožil zavihek "Mnenja" in prikazal mnenja o trenutnem prenosu.
Preverjanje, če je prenos "zloben" (glej možnosti za izključitev te funkcije)
V redu, prenos ni prijavljen kot "zloben"
Opozorilo! Prenos je prijavljen kot "zloben"
Zapri
Nalaganje
Ne prenesi tega
Predpomnenje operacij zapisovanja prenesenih podatkov na disk
Če je omogočeno, bo FDM uporabil notranji predpomnilnik z velikostjo, katero ste navedli za operacije pisanja prenesenih podatkov na disk. To bo zmanjšalo število dostopov do HDD, kar lahko poveča hitrost prenašanja pri povezavah velikih hitrosti.\nKer pa podatki niso zapisani na HDD nemudoma, se lahko zgodi, da bo potreben ponoven prenos podatkov v primeru napake računalnika (v najslabšem primeru podatkov velikosti, katero ste navedli).\nPriporočljivo za povezave velikih hitrosti.
Spremljanja SeaMonkeyja (Mozilla Suite) ni možno namestiti
Spremljanja SeaMonkeyja (Mozilla Suite) ni možno odstraniti
Obkljukajte, če želite da FDM spremlja klike znotraj brskalnika Mozilla Firefox
Obkljukajte, če želite da FDM spremlja klike znotraj brskalnika SeaMonkey (Mozilla Suite)
Dopusti brskalniku, da prenese, če kliknem Prekliči
Obkljukajte, če želite, da brskalnik prenese datoteko po tem, ko ste v oknu "Dodaj prenos" izbrali Prekliči
Dodaj FDM v meni (desni klik) brskalnika
Obkljukajte, če želite dodati "Prenos z uporabo Free Download Managerja" in "Prenesi spletni portal z uporabo Free Download Managerja" v meni (meni se prikaže od desnem kliku)
Izberite postavke menija, ki bodo prikazane v meniju brskalnika
Spremljanja Firefoxa ni možno namestiti
Premakni datoteke v mapo
Hitrost je premajhna. Ponovno začenjanje razdelka ...
Ponovno začni, če je hitrost prenizka med (v min):
Ponovno začni razdelek pri dramatičnem upadu hitrosti prenašanja.
Želite ponovno videti okno napredovanja prenašanja?
Oprostite, ta storitev trenutno ni na voljo. Prosimo, poskusite kasneje.
Pomakni na vrh
Pomakni na dno
Postavi prenos na vrh spiska
Obkljukajte, če želite, da se prenos uvrsti na vrh spiska prenosov.
Spremljanje brskalnika Firefox ni mogoče, ker je nameščena razširitev FlashGot.\nNajprej odstranite FlashGot.
Omogoči
Onemogoči
Preklopi
Če je vključena "Omejitev vseh prenosov", se bo izključila, drugače vključila.
Uradno %s se bo začelo 16. avgusta 2006. Naš cilj je narediti FDM najhitreje širjeni internetni pripomoček po Firefoxu!
Samodejno prenesi in namesti posodobitve
Obvesti me samo, ko je na voljo posodobitev
Izklopi samodejne posodobitve
Sedaj je spremljanje v %s omogočeno.
Izbriši zapis
Lahko izbrišem?
Mapa Free Download Managerja nima nastavljenega dostopa za pisanje.\nPriporočamo, da omogočite dostop za pisanje, če želite Free Download Managerju dovoliti shranjevanje svojih podatkovnih datotek; v nasprotnem primeru bodo vsi podatki ob ponovnem zagonu Free Download Managerja dovoljeni.
Ta majhna košarica vam omogoča, da povlečete in spustite povezave iz brskalnika v Free Download Manager.\nOmogoča hitro skrivanje ali prikaz okna Free Download Managerja z dvojnim klikom levega gumba.\n\nČe jo želite skriti, z desnim gumbom kliknite nanjo in odznačite vnos "Spustna košarica".
Spustna košarica Free Download Managerja
Onemogoči vsa obvestila za množične prenose
Označite to možnost, če želite onemogočiti vsa obvestila (balone, zvoke) za prenose, ustvarjene z ukazom "%s".
Seznam izpustov
Določite seznam končnic datotek in seznam strani, katerih naj ne spremljam.
Ne ujemi prenosov s teh strani (ločenih s presledkom):
Free Download Manager ne bo spremljal prenose s strani, določenih na tem seznamu. Domene določite tukaj (npr. "stran.com"). Uporabite lahko znak '*'.
Opozorilo!\nMed poskusom izvedbe pregleda za virusi je prišlo do napake.\nŽelite vseeno zagnati preneseno datoteko?
Neokrnjenost
Izvedi preverjanje neokrnjenosti ob dokončanem prenosu datoteke
Če želite izvesti preizkus neokrnjenosti, mora Free Download Manager vedeti veljavno kontrolno vsoto datoteke. V večini primer jo morate navesti za vsak prenos.
Če preverjanje ni uspelo
Veljavna kontrolna vsota datoteke
Ne naredi ničesar
Tukaj določite, kaj naj FDM naredi, ko preverjanje neokrnjenosti spodleti.\nVprašaj - FDM bo vprašal, kaj naj naredi.\nPonovno začni - FDM bo ponovno začel prenos od začetka.\nNe naredi ničesar - FDM bo dodal zapis o spodletelem pregledu v dnevnik prenesene datoteke in ne bo naredil ničesar drugega.
Izvajanje preizkusa neokrnjenosti ...
Preizkus neokrnjenosti je uspel.
Preizkus neokrnjenosti je spodletel.
Določite algoritem preizkusa neokrnjenosti.
Veljavna kontrolna vsota
Rezultat kontrolne vsote
; zip preview window
Označi/opusti vse
; group's properties dialog
Makri
ime strežnika (npr. "freedownloadmanager.org")
pot do datoteke za prenos na strežniku
trenutno leto
trenutni mesec (število od 1 do 12)
trenutni dan
; don't translate "%year%-%month%-%day%" here
enako kot "%year%-%month%-%day%"
;
Iz Mozille Firefox
FDM bo uporabil nastavitve proxy iz Firefoxa
; new download settings
Uporabi to skupino
; Downloads -> Schedule ->
Začni
Ustavi
Načrtovan začetek prenosa
Načrtovana ustavitev prenosa
;
; downloads that are not completed or have been completed recently
Nedokončano+Nedavno
Starševska skupina
;
; create new download dialog -> set output folder as default dialog
Nastavi kot privzeto za vse skupine prenosov
; %s - place of name of the group. don't change this
Nastavim to mapo kot privzeto izhodno mapo za skupino "%s"?
;
;
Počisti seznam prenosov
Nalaganja
Naloži datoteke
Začni z nalaganjem
Ustavi nalaganje
Načrtuj nalaganje
Pomakni izbrana nalaganja gor
Pomakni izbrana nalaganja dol
Naloženo
Seznam nalaganj
Pridobivanje ciljnega URL nalaganja z baznega strežnika ...
Prekini
; outlook express: view | insert file | ...
Kot priloga
Kot povezava (nagalanje)
Mapa
;
Dodaj datoteke
Dodaj mapo
BitTorrent
Omogoči podporo protokolu BitTorrent
Omeji promet nalaganja
Omeji število povezav nalaganja
Uporabi vrata v območju od
do
Omogoči DHT
Omogoči/onemogoči podporo protokola BitTorrent. Kakor koli, če so na seznamu ali v smeteh še kakšni prenosi BitTorrent, protokol BitTorrent ne bo popolnoma onemogočen.
Omeji največjo hitrost povezav za nalaganje. To ni priporočljivo za protokol BitTorrent in bo morda zmanjšalo vašo hitrost prenašanja.
Omeji največje število celotnih povezav za nalaganje. Nastavitev prenizke številke lahko povzroči padec vaše hitrosti prenašanja.
Tukaj določite razpon vrat, katera bo FDM uporabil za povezave za nalaganje.
Omogoči razširitev DHT (prenos brez uporabe sledilnika). Omogočitev možnosti bo vplivala na dvig porabe prometa omrežja.
Ime
Sledilnik zahteva prijavo
Dodaj prenos BitTorrent
Med poskusom obdelave datoteke torrent je prišlo do napake.
Datoteka torrent
Kot kaže, želite prenesti datoteko .torrent. Da lahko to storite, mora biti v Free Download Managerju omogočena podpora BitTorrent.\n\nŽelite omogočiti BitTorrent?
Vnesite vaši gesli: vneseni gesli se ne ujemata.
Določite datoteke, ki jih želite prenesti.
Nastavitve nalaganja
Zaznana je bila datoteka z informacijami Metalink. Nadaljujem s prenašanjem.
Zaznana je bila datoteka z informacijami BitTorrent. Nadaljujem s prenašanjem.
Dostopanje do datotek na disku je spodletelo.
Povezovanje sledilnika ...
Nisem uspel prejeti veljavnega odziva sledilnika.
Odziv sledilnika sem uspešno prejel.
Preverjanje zgoščene vrednosti (hash) dela prenosa je spodletelo. Ponovno ga prenašam ...
Nameni vso pasovno širino za ta prenos
Onemogočim samodejni zagon Free Download Managerja ob zagonu sistema Windows?
Oprostite, storitev skupnosti FDM trenutno ni na voljo. Prosimo, poskusite znova pozneje.
Ime datoteke ne sme vsebovati katerega koli od znakov \ / : * ? " < > |. Prosimo, vnesite drugo ime.
Ime mape ne sme vsebovati katerega koli od znakov : * ? " < > |. Prosimo, vnesite drugo ime.
Prilagodi lebdeča okna ...
Prosojnost
Podatki
Hrani vse podatkovne datoteke v mapo trenutnega uporabnika
Hrani datoteke v tej mapi
Spremembe bodo stopile v veljavo po ponovnem zagonu Free Download Managerja.
Prikaži okno napredovanja prenosa
Ustvari prenosno različico
Prenosno različico Free Download Managerja lahko uporabljate na različnih računalnikih brez potrebe po namestitvi in konfiguriranju na vsakem računalniku.\n\nPriročno ga lahko shranite na npr. ključek USB.\n\nKo ga zaženete, se samodejno registrira v sistem računalnika in integrira v brskalnike. Ob izhodu se bo samodejno odregistriral.\n\nTukaj določite pot, kjer bi radi ustvarili to različico. Mapa naj bo na nekem odstranljivem pogonu.\n\nNpr. "I:\Moji prenosni programi\".
Integracija
Poveži Free Download Manager z datotekami .torrent
Vedno uporabi to skupino za nove prenose
Vedno uporabi to skupino in vsakič si zapomni zadnjo izhodno mapo
Prenosi flashvideov
Prenesi video s Free Download Managerjem
Ta stran ni podprta. Oglejte si seznam podprtih strani.
Ogled v oknu Prenosi
To je stran s flashvideom. Prenašanje flashvidea ...
Pretvarjanje ...
Pretvori
Možnosti pretvorbe
Oblika datoteke
Velikost videa
; video quality
Kakovost
Zelo nizka
Nizka
Normalna
Povprečna
Visoka
Zelo visoka
;
AVI z uporabo MPEG-4 (*.avi)
AVI z uporabo XVID (*.avi)
Ne spremeni
Bitna hitrost videa
Bitna hitrost zvoka
Zapomni si nastavitve kot privzete
;
Ustvari prenos flashvidea
Samodejno pretvori prenesen video v določeno obliko
Nastavi napredne nastavitve
Ogled seznama podprtih strani
; used in "create flash video download" window
npr.
Naslednji poskus povezave s sledilnikom v %d sekundah
Pripravljanje datotek na disku ... To lahko traja nekaj minut
Stanje
Pripravljanje datotek na disku ...
MP4 za iPod/PSP (MPEG4 + AAC, *.mp4)
Predogled/pretvorba
Pretvori predstavnostno datoteko
Samodejno preklopi na ta zavihek
;keep "\n\n%s\n" as is
Predstavnostna datoteka je bila uspešno pretvorjena in shranjena v\n\n%s\n.
Pretvorba predstavnostne datoteke je spodletela\n\n%s.
Skupina novih prenosov
Odtis informacij
Omrežni vrstniki
Odjemalec
Delci
Sledilnik
Stanje sledilnika
Hitrost nalaganja
Naloženih bajtov
Razmerje deljenja
Števec zapravljenih bajtov
URL datoteke torrent
Ste prepričani?\nTo bo ponovno zagnalo prenos od začetka.
Uporabljen promet ("preneseno"; "naloženo") v tem mesecu\n(%s je bilo uporabljeno v prejšnjem mesecu)
Skupna hitrost ("prenašanje"; "nalaganje")
Datoteke za nalaganje
Ime paketa
Stisni
Določite geslo za ta prenos
Ponovno
Ohrani te datoteke
Domnevno število prenosov
Dodaj povezavo do teh datotek v naš katalog
Vključi napredne informacije (vsa polja so neobvezna)
Opis
Oznake
Vaše ime
Vaša e-pošta
E-pošta prejemnika
Manj kot 10
Od 10 do 100
Več kot 100
2 dneva
7 dni
1 mesec
;compression methods
Brez
Hitro
Povprečno
Najboljše
Nastavitve nalagalnika
Integriraj nalagalnik v
Kontekstni meni Exporerja
Explorerjev meni "Pošlji ..."
Uporabi preprost meni za nagalanje
Najmanjša velikost datoteke za nalaganje
Nastavitve proxy HTTP
Aktivacija nalaganja
Nagalanje potrebuje aktivacijo. To je potrebno zaradi zaščite našega strežnika pred samodejnimi nalaganji. Vnesite aktivacijsko kodo.
Povezovanje s strežnikom za nalaganje
Uspešno povezan na strežnik za nalaganje
Datoteke so bile uspešno naložene na strežnik
Nalaganje datoteke je ustavljeno
Ustvarjanje arhiva zip naloženih datotek ...
Ustvarjanje arhiva zip je spodletelo
Arhiv zip je bil uspešno ustvarjen
Pošiljanje zahteve na strežnik
Pošiljanje informacij o tem nalaganju na strežnik
Informacije so bile poslane
Pošiljanje informacij o tem nalaganju na strežnik je spodletelo
Aktiviranje nalaganje ...
Nalaganje je bilo uspešno aktivirano
Aktiviranje nalaganje je spodletelo
Nalagana datoteka je bila spremenjena na disku
Nepričakovana napaka
Računanje kontrolne vsote ...
; "I agree to terms" string in two lines
Strinjam se s
pogoji
Strinjati se morate s pogoji.
Preverjanje posodobitev je spodletelo
Na voljo je nova različica. Zahtevana je posodobitev vaše različice.\nŽelite posodobiti zdaj?
Zahtevana je posodobitev Free Download Managerja
Zahtevan je ponovni zagon Free Download Managerja
Vprašaj me za nalaganje priponk
Pripni pismu (počasno) ...
Naloži in vstavi povezavo (svetlobno hitro) ...
Med poskusom začetka nalaganja je prišlo do napake. Preverite svojo povezavo ali poskusite znova pozneje.
Pripeli ste velike datoteke.\nIz več razlogov pošiljanje velikih datotek kot priponke ni priporočljivo, ampak datoteke raje naložite in pošljite povezave do njih.\n\nJih želite naložiti?
Priporočljiva je posodobitev
Nastavitve integracije
Nalaganje %s je končano.\nUporabite naslednji URL kot povezavo za prenos:
Skupna velikost
Odpri v brskalniku
Trenutne različice Free Download Managerja več ni mogoče uporabljati za nalaganje datotek. Potrebno jo je posodobiti.
Trenutne različice Free Upload Managerja več ni mogoče uporabljati. Potrebno jo je posodobiti. Prosimo, obiščite stran freedownloadmanager.org.
Predolgi vnos.
Nastavitve integriranja upravljavca nalaganj
Nastavitve integriranja Free Upload Managerja
Naloži
Prenašanje posodobitev ...
Omogoči sejanje
Onemogoči sejanje po privzetem
Štej prenos za zloben, če ga je najmanj
% uporabnikov označilo kot zlobnega
V redu, uporabniki FDM tega prenosa niso označili kot zlobnega.\n\nKakor koli, to ne zagotavlja, da prenos ni zloben, zato priporočamo, da ga preverite z uporabo protivirusnega programa.
V redu, uporabniki FDM tega prenosa niso označili kot zlobnega
črke pogona je bil FDM pognan. Npr. "C:". To je uporabno za prenosno različico.
Za uporabo te funkcije morate namestiti vtičnik za pretvarjanje videoposnetkov.
Za prenašanje preko pretokola BitTorrent morate namestiti vtičnik BitTorrent.
Opomba: te datoteke (*.sav) so datoteke storitve Free Download Manager (ne prenesene datoteke).
Želite kopirati trenutne podatkovne datoteke v novo mapo (obstoječe datoteke bodo prepisane)?
Privzeta mapa za prenose vseh skupin bo nastavljena na to mapo.\nNaj nadaljujem?
Nastavi privzeto mapo za prenose
Prepreči uporabniku prehod v stanje pripravljenosti med prenašanjem
Največje število polodprtih povezav
Torrenti
Dostopanje do datotek na disku je spodletelo. Preverite, če je disk poln ali zaščiten pred zapisovanjem.
Razmerje
Seznam torrentov
Dodaj prenos torrenta s spleta
Dodaj prenos torrenta iz datoteke
Ustvari nov torrent
(samodejno)
Vir
Velikost delca
Sledilniki
Dodaj sledilnik
Odstrani sledilnik
Začni sejanje torrenta
Shrani
Ustvari nov torrent
Datoteke torrent
Prednost
;normal/high priority
preskoči
navadna
visoka
Lebdeča okna
Datoteke storitve (seznam prenosov, zgodovina itn.)
Privzete nastavitve za prenose strani
Zastali ste vse prenose. To pomeni, da se bodo vsi prenosi prenašali z zelo nizko hitrostjo (po navadi 1 B/s).\nTo omogoča celo "premor" prenosov, ki nimajo podpore za nadaljevanje.\n\nZa povrnitev v normalno stanje ponovno izvedite ta ukaz ali ponovno zaženite FDM.
Sejanje
Omogoči sejanje (zelo priporočljivo)
Neomejeno sejanje
Omeji z razmerjem
Sejaj, dokler ne bo razmerje
Omeji s časom
Sejaj med
Preveri, ali prenos z enakim URL že obstaja
Shrani zgodovino prenosov
Navedi moje nedavno prenesene datoteke
Privzete nastavitve prenosov BitTorrent
Ponovno začni končane prenose
Določite mapo prenosne različice Firefoxa.
Ne najdem mape vtičnikov Apple Safari. Jo želite vnesti ročno?
Ne najdem mape vtičnikov Google Chroma. Jo želite vnesti ročno?
Spremljanja Apple Safari ni možno namestiti
Spremljanja Apple Safari ni možno odstraniti
Spremljanja Google Chrome ni možno namestiti
Spremljanja Google Chrome ni možno odstraniti
Časovna omejitev
;hours, for shprt
ur
Omeji čas, ko lahko FDM začne prenose
Omogoči pričenjanje samo od
Normalna prednost
Visoka prednost
Osnovno
Brez časovne omejitve za balone o dokončanih prenosih
Preveri, ali je nov prenos zrcalo že obstoječega
Prikaži majhna okenca z obvestilom ob dokončanju prenosa
Samodejno skrij po
Vam je FDM všeč? Preizkusite Personal Informer!
Najnovejša različica FDM vsebuje brezplačen bonus: Personal Informer.
Nastavi hitre povezave do vseh vaših
priljubljenih strani
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
na vaši domači stran, kjer lahko dostopate do njih takoj po zagonu brskalnika
; \n means next line. don't change this.
Analizirali bomo vašo zgodovino brskanja in prikazali seznam\nobiskanih spletnih strani, za katere menimo, da bi jih radi\nimeli na vaši domači strani. Seznam bo nato\nmogoče prilagoditi.
Ste prepričani? Celoten postopek bo trajal manj kot eno minuto in vam bo ustvaril zares zmogljivo domačo stran.
Še vedno prekliči
Nadaljuj
Želite, da vas ponovno spomnimo v nekaj dneh?
Naslov
Spremljaj prenose videoposnetkov flash v brskalnikih
Uporaba te funkcije lahko povzroči spore z drugimi programi, nameščenimi na vašem računalniku. Če se pojavljajo težave, boste morali onemogočiti to funkcijo v FDM ali poskusiti razrešiti spore z odstranitvijo nasprotujoče programske opreme ali onemogočitvijo nekaterih njegovih funkcij.
Spletna stran
Na strani smo našli flashvidee
Za to morate omogočiti spremljanje prenosov flashvideov. Oglejte si Nastavitve | Prenosi | Flashvidei.
Vnesite URL spletne strani, s katere želite prenesti flashvidee. Pomnite, da mora biti stran že naložena v brskalniku in videi se morajo predvajati.
Iskanje flashvideov ...
Na strani nisem našel nobenih flashvideov. Prepričajte se, da se videi na strani predvajajo ali jo poskusite ponovno naložiti (osvežite stran ali počistite predpomnilnik brskalnika).
; keep "0x%x" as is
Med pridobivanjem prenosov je prišlo do napake.\nNapaka: 0x%x.
Napaka
Prikaži gumb "Prenesi"
(samo Internet Explorer)
Iskanje informacij o spletni strani je spodletelo. Prosimo, prisilite vaš brskalnik, da jo ponovno naloži.
Flashvidei
Omeji največje število povezav
To bo onemogočilo namige FDM. Ste prepričani?\nNamige lahko ponovno omogočite v Nastavitve | Obvestila.
Prikaži namige
Napaka! Posodobitvene datoteke ni podpisal FreeDownloadManager.ORG.
;
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(samo Internet Explorer in Firefox)
Prikaži gumb "Prenesi"
Modul spremljanja flashvideov ni naložen. Prepričajte se, da je FDM zagnan in da ste v FDM omogočili to možnost (oglejte si Možnosti | Prenosi | Flashvidei).
; do not change "0x%x"
Med poskusom prenašanja prenosov v FDM je prišlo do napake.\nNapake: 0x%x.
Prenesi
Prikaži ta gumb
Ni prenosov za izvoziti.
Ničesar ni za izvoziti.
po "tihem" ustvarjanju
Za omogočitev/onemogočitev spremljanja boste morali imeti administratorsko dovoljenje.
Med poskusov omogočitve/onemogočitve integracije je prišlo do napake.
Ni zadostnih pravic
Za izvoz/uvoz nastavitve boste morali imeti administratorsko dovoljenje.
Prenesi s FDM
; please keep %d, %s and %% as is
; %d - percents
%d% % preneseno skupaj
; left to download at... some speed
preostalo je %s za prenos pri
Pot do mape uporabnikovega profila.
Uvozi prenose mTorrent
Shranjevalne mape mTorrent nisem našel!
FDM lahko uvozi vse vaše obstoječe prenose mTorrent. Želite izvesti uvoz?\nLahko ga izvedete kadar koli pozneje z uporabo menija Datoteka | Uvoz | Prenosi mTorrent.
FDM lahko uvozi vse vaše obstoječe prenose mTorrent.\nUvoz lahko izvedete kadar koli pozneje z uporabo menija Datoteka | Uvoz | Uvozi prenose iz drugih upravljavcev.
Uvozi prenose iz drugih upravljavcev
Orbit Downloader
LeechGet
Ne morem najti poti do podatkov programa Orbit Downloader.
Ne morem zaznati poti do podatkov programa Orbit Downloader.
Napaka: %d (%02X)
Diagnostika sistema: %s
Ne morem najti datoteke storitve Orbit Downloader, ki vsebuje seznam prenosov.
Ne morem brati seznama seznama prenosov Orbit Downloader.
Ne morem razčleniti seznama prenosov Orbit Downloader. Seznam prenosov ima nepričakovano obliko.
Ustvarjanje in konfiguriranje %d prenosov po poti, datoteki in URL, uvoženih iz Orbit Downloaderja, je spodletelo.
Ne morem uvoziti prenosov.
Na seznamu prenosov Orbit Downloader ni podatkov!
Orbit Downloader ni nameščen na tej napravi!
Uvoz prenosov iz %s je ustvarila naslednja napaka.
Želite nadaljevati uvoz iz drugih upravljavcev?
Obdelano:
Uspešno:
Spodletelo:
Neobdelano:
Skupno:
mTorrent
neopredeljeno
%d od %d
Izberite upravljavce, iz katerih želite uvoziti prenose:
FDM lahko uvozi prenose iz drugih upravljavcev. Želite izvesti uvoz?\nUvoz lahko izvedete kadar koli pozneje z uporabo menija Datoteka | Uvoz | Uvozi prenos iz drugih upravljavcev.
Podrobnosti: %s
Ne morem obdelati zahteve omrežnega vrstnika.
Med nalaganjem seznama prenosov je prišlo do usodne napake.\nKliknite V REDU za nadaljevanje (nekateri ali vsi prenosi bodo izgubljeni) ali PREKLIČI za izhod.\nTežavo je morda povzročila nepravilna namestitev FDM ali poškodovana podatkovna datoteka.
Neveljavna namestitev: nameščenega modula BitTorrent ni mogoče uporabljati s to različico FDM.\nProsimo, namestite ga ponovno.\nKliknite OK za izhod.
; %d - je število
prejetih %d omrežnih vrstnikov
Takšen prenos BitTorrent že obstaja
Za uveljavitev nastavitev morate imeti administratorske pravice.
Določi samodejno
Izberi ...
Hitrost povezave
Nastavitve za načine izrabe prometa
% hitrosti povezave
Upravljaj samodejno
; set some setting (maximum number of connections, for example) to some number
Nastavi na
Trenutno hitrost povezave FDM izmeri samodejno, ko se odloči, da to mora storiti. Če vidite nekatere napačne vrednosti, pustite FDM delovati še naprej in morali bi videti boljše rezultate. Pomnite, da FDM izmeri hitrost samo med prenašanjem/nalaganjem. Večje število prenosov/nalaganj pomaga boljše določiti hitrost.
Hitrost prenosa
Izmeri ponovno
Določite vrednost
Vrednost mora biti število večje ali enako nič.
Določite v biti namesto v bajtih
Ustvari prenos RTSP ali MMS
Pretakanje v živo
Poskusi ponovno
Prekini vse
Poskusil sem premakniti datoteko:\n %s\n\n v ciljno mapo pod imenom:\n %s\n\n%s: %s\n\nProsimo, zaprite vse programe, ki morda uporabljajo datoteko.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
